{
    "app.login.title": "Accesso",
    "app.notFound.title": "Oooops! Pagina non trovata",
    "app.notFound.text": "404 - ",
    "app.notFound.link": "Torna alla home",

    "homepage.why.title": "Perchè ?",
    "homepage.why.text": "Grazie alla tecnologia Blockchain è possibile garantire la totale trasparenza e tracciabilità dei dati sugli animali. Proprietari, Veterinari e Associazioni potranno gestire i propri animali avendo un registro globale, immutabile e accessibile in qualunque momento, contenente tutte le informazioni relative all'animale",
    "homepage.how.title": "Come ?",
    "homepage.how.text": "Grazie allo sviluppo di smart contract. Questi contratti intelligenti in seguito all'azione degli utenti andranno a registrare o modificare dati eseguendo transazioni su una rete blockchain. Gli smart contract sono depositati su rete Ethereum, una Network Blockchain pubblica",

    "homepage.button.register": "Registrati",
    "homepage.button.getter": "Ottieni informazioni",

    "homepage.timeline.step1": "Scarica Metamask",
    "homepage.timeline.step2": "Registrati",
    "homepage.timeline.step3": "Accedi ai dati",

    "homepage.timeline.step1.text": "Scarica Metamask per chrome, iscriviti seguendo pochi semplici passaggi e crea il tuo wallet personale da usare su PuppyId.",
    "homepage.timeline.step1.download": "Scarica Qui",
    "homepage.timeline.step2.text": "Registrati su PuppyId come Proprietario, Animale o Veterinario. Ogni utente ha determinati permessi e informazioni associate.",
    "homepage.timeline.step2.download": "Registrati Qui",
    "homepage.timeline.step3.text": "Una volta connesso Metamask e registrato su PuppyId si può accedere ai propri dati aggiornati.",
    "homepage.timeline.step3.download": "Accedi Qui",

    "homepage.roadmap.step1.title" : "Versione Beta",
    "homepage.roadmap.step1.text" : "Lancio della prima versione su testnet Ethereum Ropsten. Questa fase servirà a migliorare il flusso di registrazione e gestione dei dati con l'idea di implementare le fix nella versione Alpha",
    "homepage.roadmap.step2.title" : "Nuovi attori coinvolti",
    "homepage.roadmap.step2.text" : "Aggiunta di nuove funzionalità e nuovi attori coinvolti. Il prossimo step sarà integrare società assicurative sulla piattaforma, in modo da permettere agli utenti sottoscrivere contratti assicurativi in mariera estremamente semplice, gestendo in pochi click dati, libretto sanitario e assicurazioni legate ai propri cuccioli.",
    "homepage.roadmap.step3.title" : "Collaborazioni",
    "homepage.roadmap.step3.text" : "Ricerca di collaborazioni con università per implementare nuove funzionalità. Le collaborazioni avverranno anche con Associazioni e società ai fini di limare il caso d'uso e gli sviluppi da implementare.",


    "homepage.feature.data.title": "Gestione dei dati",
    "homepage.feature.data.text": "Trasparente e organizzata. Accesso istantaneo allo storico delle visite e libretto sanitario dell'animale. Utile per il veterinario, i padroni e le associazioni.",

    "homepage.feature.track.title": "Tracciabilità",
    "homepage.feature.track.text": "In caso di smarrimento o di trasferimento dell'animale sarà più semplice risalire ai dati ad esso collegati. Ogni animale avrà un QRCode personale contenente tutti i dati salvati su Blockchain.",

    "homepage.feature.genealogy.title": "Genealogia",
    "homepage.feature.genealogy.text": "Garantendo trasparenza e tracciabilità dell'animale si facilita la costruzione della genealogia dello stesso. Oltre a migliorare significativamente la prevenzione nei confronti di eventuali patologie ereditarie.",

    "app.homepage.faq.question1.title": "Chi può accedere alla piattaforma ?",
    "app.homepage.faq.question1.content": "Proprietari, Associazioni, Veterinari e società Assicurative. Opereranno all'interno della piattaforma con permessi dedicati ed in base al ruolo potranno effettuare una serie di operazioni",

    "app.homepage.faq.question2.title": "Come viene certificata la registrazione dei Veterinari e società Assicurative?",
    "app.homepage.faq.question2.content": "Una volta inviata la richiesta di registrazione da parte di Veterinari o Assicurazioni, rimarrà in pending fin quando un admin approverà la registrazione alla piattaforma validando l'indirizzo nella lista dei Veterinari o delle Assicurazioni.",
    "app.homepage.faq.question2.message": "Nella fase beta l'approvazione della registrazione sarà automatica, senza passare dall'approvazione degli admin",
    
    "app.homepage.faq.question3.title": "Come viene certificata la proprietà dell'animale sulla piattaforma?",
    "app.homepage.faq.question3.content": "L'attribuzione della proprietà dell'animale al proprietario verrà confermata dal veterinario, avente una visione globale dello stato e della proprietà del microchip installato sull'animale.",
    "app.homepage.faq.question3.message": "Nella fase beta l'approvazione della proprietà sarà automatica, senza passare dall'approvazione dai veterinari"



}